const CHAT_DATA_PAYLOAD = {
    "chatters": [
        {
            "name": "CoolGamer42",
            "type": "fan",
            "messages": ["Лети как ветер!", "EZ", "Подписался, топ контент!", "Ты лучший!"]
        },
        {
            "name": "Anna_Art",
            "type": "fan",
            "messages": ["Этот рисунок того стоил!", "Держись!", "Покажи им, на что способен художник!", "Осторожно!"]
        },
        {
            "name": "xX_TrollMaster_Xx",
            "type": "troll",
            "messages": ["Тебя поймают и научат рисовать.", "Скучный стрим.", "Даже мой дед бегает быстрее.", "На этом моменте я обычно засыпаю."]
        },
        {
            "name": "Shadow_H",
            "type": "troll",
            "messages": ["Прыжок кривой.", "Ты вообще стараешься?", "Картель предлагает уроки рисования, не отказывайся."]
        },
		{
            "name": "Uniweb​​",
            "type": "troll",
            "messages": ["#ждёмПокаСтримлерПриметВнутривенноКаннабиноид","#ждёмЧтобСтримлерПриметВнутривенноКетамин"]
        },
		{
            "name": "Malinowitch",
            "type": "fan",
            "messages": ["#СлаваРикуЛучшемуМодератору", "#РикМолодца", "СТАС, ЭТО ПОСХАЛКО, АААААААААААААА!!!!", "У СТАСА КОЛЛАБОРАЦИЯ С ЛЕЙС, ШОК КОНТЕНТ!!!"]
        }
    ],
    "donations": [
        { "amount": 10, "message": "+{amount}Р на новые кроссовки!" },
        { "amount": 25, "message": "Держи {amount}Р на энергетик!" },
        { "amount": 50, "message": "Вот тебе {amount}Р, покажи им класс!" }
    ],
    "milestones": [
        "Стрим онлайн! Картель на хвосте!",
        "Новый рекорд побега: {score}м!",
        "Ого, уже {score}м! Легенда!",
        "Невероятно, {score}м! Ты сможешь!"
    ],
    "cartel_warnings": [
        "Сзади черный внедорожник!",
        "Слышу гул мотора!",
        "Кажется, я видел сомбреро!",
        "Пыль столбом! Они близко!"
    ],
    "spike_warnings": [
        "Осторожно, шипы на дороге!",
        "Впереди ловушка!",
        "Картель расставил шипы на полосе!"
    ]
};